<?php

return [

	"exist" => "اسم المورد (الفلاح) موجود من قبل. من فضلك غير اسم المورد (الفلاح)",
	"saved" => "تم الحفـــظ بنجاح",
	"faildsave" => "لم يتم الحفظ بنجاح",
	"notexist" => "اسم المورد (الفلاح) غير موجود من قبل.",
	"deleted" => "تم الحــذف بنجاح",
	"required_local" => 'ادخل مشال المنتجات المحلية' ,
    "required_local_max_min" => 'ادخل مشال المنتجات اكبر من 0.1 ',
    "required_imported" => 'ادخل مشال المنتجات المستوردة',
    "required_imported_max_min" => 'ادخل مشال المنتجات المستوردة اكبر من 0.1',
	"con_error" => 'خطا بالاتصال بقاعدة البيانات',




];