<?php

return [

	"exist" => "اسم العملة موجود من قبل. من فضلك غير اسم العملة",
	"saved" => "تم الحفـــظ بنجاح",
	"faildsave" => "لم يتم الحفظ بنجاح",
	"notexist" => "اسم العملة غير موجود من قبل.",
	"deleted" => "تم الحــذف بنجاح",
	"required_currencyname" => 'ادخــل اســم العملة',
	"required_currency_max_min" => 'اســم العملة يجب ان يكون بين 3 : 45 حرف',
	"required_currencysymbol" => 'ادخــل رمز العملة',
	"required_currency_symbol_max_min" => 'رمز العملة يجب ان يكون بين 1 : 3 حرف',
//	"con_error" => 'خطا بالاتصال بقاعدة البيانات',
 "con_error" => ' العنصر المراد حذفة مستخدم فى عمليات البرنامج',



];