<?php

return [

	"exist" => "رقم الشيك موجود من قبل. من فضلك غير رقم الشيك",
	"saved" => "تم الحفـــظ بنجاح",
	"faildsave" => "لم يتم الحفظ بنجاح",
	"notexist" => "رقم الشيك موجود من قبل.",
	"deleted" => "تم الحــذف بنجاح",
	"required_checkno" => 'ادخــل رقم الشيك',
	"required_checkno_max_min" => 'رقم الشيك يجب ان يكون بين 3 : 45 حرف',
	"required_noticeno" => 'ادخــل رقم الإشعار',
	"required_noticeno_max_min" => 'رقم الإشعار يجب ان يكون بين 3 : 45 حرف',
	"con_error" => 'خطا بالاتصال بقاعدة البيانات',

];